Repository: 6543/CommunityID
Catalog: languages/*/lang.po
Languages: nl

source: Could not retrieve news items
nl: Kon geen nieuws items ophalen

source: Read More
nl: Lees verder

source: CC field must be a comma-separated list of valid E-mails
nl: Het CC veld moet een door komma's gescheiden lijst van geldige E-mail adressen zijn

source: Value is empty, but a non-empty value is required
nl: Waarde is leeg, deze mag niet leeg zijn

source: '%value%' is not a valid email address in the basic format local-part@hostname
nl: '%value%' is geen valide E-mail adres in het formaat local-part@hostname

source: Captcha value is wrong
nl: De Captcha inhoud is onjuist

source: Password confirmation does not match
nl: Wachtwoord bevestiging komt niet overeen

source: Enter your name
nl: Vul je naam in:

source: Enter your E-mail
nl: Vul je E-mail adres in:

source: Enter your questions or comments
nl: Vul je vragen of reaktie in:

source: Please enter the text below
nl: Vul onderstaande tekst in:

source: Subject:
nl: Onderwerp:

source: Body:
nl: Inhoud:

source: Username
nl: Gebruikersnaam

source: Password
nl: Wachtwoord

source: Male
nl: Man

source: Female
nl: Vrouw

source: Full Name
nl: Volledige naam

source: Date of Birth
nl: Geboortedatum

source: Gender
nl: Geslacht

source: Postal Code
nl: Postcode

source: Country
nl: Land

source: Language
nl: Taal

source: Time Zone
nl: Tijdzone

source: The directory where Community-ID is installed must be writable by the web server user (%s). Another option is to create an EMPTY config.php file that is writable by that user.
nl: De directory waar Community-ID geinstalleerd is moet schrijfbaar zijn voor de web server user (%s). Een andere mogelijkheid is om een LEEG config.php dat schrijfbaar is voor (%s) aan te maken.

source: The directory "captchas" under the web directory for Community-ID must be writable by the web server user (%s)
nl: De directory "captchas" onder de web directory voor Community-ID moet schrijfbaar zijn voor de web server user (%s)

source: Trusted sites
nl: Vertrouwde sites

source: Sites per user
nl: Sites per gebruiker

source: User has been deleted successfully
nl: Gebruiker is succesvol verwijderd

source: This username is already in use
nl: Deze gebruikersnaam is in gebruik

source: This E-mail is already in use
nl: Dit E-mail adres is in gebruik

source: Your acccount has been successfully deleted
nl: Je account is succesvol verwijderd

source: Sorry, registrations are currently disabled
nl: Sorry, registratie is momenteel niet mogelijk

source: confirmed
nl: bevestigd

source: unconfirmed
nl: onbevestigd

source: First Name
nl: Voornaam:

source: Last Name
nl: Achternaam:

source: Enter password
nl: Vul wachtwoord in:

source: Enter password again
nl: Vul wachtwoord nogmaals in:

source: USERNAME
nl: GEBRUIKERSNAAM

source: PASSWORD
nl: WACHTWOORD

source: Enter desired password
nl: Vul gewenste wachtwoord in:

source: Name
nl: Naam

source: Registration
nl: Registratie

source: profile
nl: profiel

source: delete
nl: verwijder

source: view info exchanged
nl: bekijk uitgewisselde informatie

source: deny
nl: weiger

source: allow
nl: sta toe

source: Are you sure you wish to send this message to ALL users?
nl: Weet je zeker dat je dit bericht aan ALLE gebruikers wilt verzenden?

source: Are you sure you wish to deny trust to this site?
nl: Weet je zeker dat je geen vertrouwen aan deze site wilt toekennen?

source: operation failed
nl: handeling mislukt

source: Trust to the following site has been granted:
nl: Vertrouwen is aan de volgende site toegekend:

source: Trust the following site has been denied:
nl: Vertrouwen is niet toegekend aan de volgende site:

source: ERROR. The server returned:
nl: ERROR. De server meldt:

source: Your relationship with the following site has been deleted:
nl: Je relatie met de volgende site is verwijderd:

source: The history log has been cleared
nl: De historische logs zijn verwijderd

source: Are you sure you wish to allow access to this site?
nl: Weet je zeker dat je toegang wilt geven aan deze site?

source: Are you sure you wish to delete your relationship with this site?
nl: Weet je zeker dat je de relatie met deze site wilt verwijderen?

source: Are you sure you wish to delete all the History Log?
nl: Weet je zeker dat je alle historische logs wilt verwijderen?

source: Are you sure you wish to delete the user
nl: Weet je zeker dat je de gebruiker wilt verwijderen

source: Are you sure you wish to delete all the unconfirmed accounts?
nl: Weet je zeker dat je alle onbevestigde accounts wilt verwijderen?

source: Date
nl: Datum

source: Result
nl: Resultaat

source: No records found.
nl: Geen resultaten gevonden.

source: Loading...
nl: Laden...

source: Click to sort ascending
nl: Klik om oplopend te sorteren

source: Click to sort descending
nl: Klik om aflopend te sorteren

source: Authorized
nl: Toegestaan

source: Denied
nl: Geweigerd

source: next
nl: volgende

source: prev
nl: vorige

source: In order to serve you better, we have provided the form below for your questions and comments
nl: Om je beter van dienst te kunnen zijn bieden wij je via onderstaand formulier de mogelijkheid om je vragen en opmerkingen kenbaar te maken

source: Send
nl: Verstuur

source: Clear History
nl: Verwijder geschiedenis

source: OPEN AN ACCOUNT NOW
nl: MAAK NU EEN ACCOUNT AAN

source: Latest News
nl: Laatste Nieuws

source: This message will be sent to all registered Community-ID users
nl: Dit bericht zal aan alle geregistreerde Community-ID gebruikers vezonden worden

source: switch to Plain-Text
nl: Schakel over naar platte tekst

source: switch to Rich-Text (HTML)
nl: Schakel over naar HTML

source: A site identifying as %s has asked for confirmation that %s is your identity URL.
nl: Een site die zich identificeert als %s heeft gevraagd te bevestigen dat %s jouw identity URL is.

source: It also requests this additional information about you:
nl: De site vroeg ook om de volgende extra informatie over jou:

source: (Fields are automatically filled according to the personal info stored in your community-id account)
nl: (Velden worden automatisch gevuld op basis van de persoonlijke informatie die is opgeslagen in jouw community-id account)

source: (fields marked by (*) are required)
nl: (velden met een (*) zijn verplicht)

source: The private policy can be found at %s
nl: De privacy policy is te vinden op %s

source: Forever
nl: Altijd

source: Allow
nl: Sta toe

source: Deny
nl: Weiger

source: Information Exchanged
nl: Uitgewisselde informatie

source: Information exchanged with:
nl: Information uitgewisseld met:

source: The installation was performed successfully
nl: De installatie is succesvol uitgevoerd

source: Finish
nl: Afmaken

source: Database and E-mail information
nl: Database en E-mail informatie

source: This Community-ID instance hasn't been installed yet
nl: Deze Community-ID instantie is nog niet geinstalleerd

source: Proceed with installation
nl: Ga verder met de installatie

source: Please correct the following problems before proceeding:
nl: Corrigeer de volgende problemen voordat je verder gaat:

source: Check again
nl: Controleer nogmaals

source: Authorizations per day
nl: Autorisaties per dag

source: Select view
nl: Selecteer weergave

source: Last Week
nl: Vorige week

source: Last Year
nl: Vorig jaar

source: Registrations per day
nl: Registraties per dag

source: Last Month
nl: Vorige maand

source: Trusted Sites
nl: vertrouwde sites

source: Top 10 Trusted Sites
nl: Top 10 vertrouwde sites

source: %s users
nl: %s gebruikers

source: Hello, %s
nl: Hallo, %s

source: Personal Info
nl: Persoonlijke informatie

source: History Log
nl: Historisch logs

source: Logout
nl: Uitloggen

source: Admin options
nl: Beheer options

source: Manage Users
nl: Beheer gebruikers

source: Message Users
nl: Stuur bericht aan gebruikers

source: Disable Maintenance Mode
nl: Schakel onderhoudsmodus uit

source: Enable Maintenance Mode
nl: Schakel onderhoudsmodus in

source: Statistics
nl: Statistieken

source: User access is currently disabled for system maintenance.<br />Please try again later
nl: Gebruikerstoegang is momenteel niet mogelijk in verband met onderhoud.<br />Probeer het later opnieuw

source: Remember me
nl: Onthoud mij

source: Forgot you password?
nl: Wachtwoord vergeten?

source: You don't have an account?
nl: Je hebt geen account?

source: REGISTER NOW!
nl: REGISTREER NU!

source: All
nl: Allen

source: Confirmed
nl: Bevestigd

source: Unconfirmed
nl: Onbevestigd

source: Total users:
nl: Totaal aantal gebruikers:

source: Total confirmed users:
nl: Totaal aantal bevestigde gebruikers:

source: Total unconfirmed users:
nl: Totaal aantal onbevestigde gebruikers:

source: Add User
nl: Voeg gebruiker toe

source: Delete Unconfirmed Users
nl: Verwijder onbevestigde gebruikers

source: Save
nl: Sla op

source: Edit
nl: Bewerk

source: This information will be used to automatically populate registration fields to any OpenID transaction that requires so
nl: Deze informatie zal gebruikt worden om automatisch registratievelden te vullen wanneer een OpenID transactie dat vereist

source: Not Entered
nl: Niet ingevuld

source: Account info
nl: Account informatie

source: Change Password
nl: Wijzig wachtwoord

source: Delete Account
nl: Verwijder account

source: Why do you want to delete your Community-ID account?
nl: Waarom wil jij je Community-ID account verwijderen?

source: Please check all that apply:
nl: Selecteer wat van toepassing is:

source: This was just a test account
nl: Dit was alleen een test account

source: I found a better service
nl: Ik heb een betere service gevonden

source: Service lacked some key features I needed
nl: Aan de service ontbreekt functionaliteit waar ik niet buiten kan

source: No particular reason
nl: Geen specifieke reden

source: Additional comments:
nl: Aanvullende reakties:

source: Please enter your E-mail below to receive a link to reset your password
nl: Vul hieronder je E-mail adres in om een link te ontvangen voor het resetten van je wachtwoord

source: Registration Form
nl: Registratieformulier

source: Maintenance mode is enabled: user access is restricted
nl: Onderhoudsmodus is actief: gebruikerstoegang is beperkt
